tap 'weaveworks/tap'

brew 'gh'
brew 'tree'
brew 'jq'
brew 'curl'
brew 'vim'
brew 'wget'
brew 'kubectl'
brew 'awscli'
brew 'kubectx'
brew 'helm'
brew 'azure-cli'
brew 'git'
brew 'asdf'
brew 'weaveworks/tap/eksctl'

cask 'visual-studio-code'
cask 'iterm2'
cask 'google-chrome'
cask 'docker'
cask 'the-unarchiver'
cask 'google-japanese-ime'
cask 'zoom'
cask 'google-cloud-sdk'
cask 'obsbot-center'
cask 'cmd-eikana'
cask 'rambox'
