tap 'weaveworks/tap'
tap 'koyeb/tap'

brew 'gh'
brew 'tree'
brew 'jq'
brew 'curl'
brew 'vim'
brew 'wget'
brew 'kubectl'
brew 'awscli'
brew 'kubectx'
brew 'helm'
brew 'azure-cli'
brew 'git'
brew 'asdf'
brew 'weaveworks/tap/eksctl'
brew 'mas'
brew 'heroku/brew/heroku'
brew 'postgresql@16'
brew 'koyeb'

cask 'visual-studio-code'
cask 'iterm2'
cask 'google-chrome'
cask 'docker'
cask 'the-unarchiver'
cask 'zoom'
cask 'google-cloud-sdk'
cask 'obsbot-center'
cask 'cmd-eikana'
cask 'elgato-stream-deck'
cask 'elgato-control-center'
cask 'biscuit'
cask 'microsoft-teams'
